---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersToTheSixthPower
source: html/8950bc87-1664-0e4a-a8ce-b7745aba2535.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersToTheSixthPower Property

Meters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersToTheSixthPower { get; }
```